create table ex_5
(
    회계연도         text,
    기능           text,
    예산항목         text,
    "금액(단위:백만원)" integer
);

alter table ex_5
    owner to postgres;

INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '1.일반, 지방행정', '1)입법및선거관리', 1135768);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '1.일반, 지방행정', '2)국정운영', 518762);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '1.일반, 지방행정', '3)지방행정,재정지원', 41003480);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '1.일반, 지방행정', '4)재정,금융', 14281287);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '1.일반, 지방행정', '5)정부자원관리', 854506);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '1.일반, 지방행정', '6)일반행정', 1909361);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '2.공공질서 및 안전', '1)법원및헌재', 1524465);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '2.공공질서 및 안전', '2)법무및검찰', 3235561);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '2.공공질서 및 안전', '3)경찰', 10105196);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '2.공공질서 및 안전', '4)해경', 1181944);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2017년', '2.공공질서 및 안전', '5)재난관리', 841058);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '1.일반, 지방행정', '1)입법및선거관리', 1011883);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '1.일반, 지방행정', '2)국정운영', 548141);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '1.일반, 지방행정', '3)지방행정,재정지원', 46194129);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '1.일반, 지방행정', '4)재정,금융', 13826350);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '1.일반, 지방행정', '5)정부자원관리', 748201);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '1.일반, 지방행정', '6)일반행정', 1971543);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '2.공공질서 및 안전', '1)법원및헌재', 1597869);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '2.공공질서 및 안전', '2)법무및검찰', 3554610);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '2.공공질서 및 안전', '3)경찰', 10511707);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '2.공공질서 및 안전', '4)해경', 1245356);
INSERT INTO public.ex_5 ("회계연도", "기능", "예산항목", "금액(단위:백만원)") VALUES ('2018년', '2.공공질서 및 안전', '5)재난관리', 928398);
