create table ex_5
(
    회계연도         text null,
    기능           text null,
    예산항목         text null,
    `금액(단위:백만원)` int null
);

INSERT INTO ex_5 (회계연도, 기능, 예산항목, `금액(단위:백만원)`)
VALUES ('2017년', '1.일반, 지방행정', '1)입법및선거관리', 1135768),
       ('2017년', '1.일반, 지방행정', '2)국정운영', 518762),
       ('2017년', '1.일반, 지방행정', '3)지방행정,재정지원', 41003480),
       ('2017년', '1.일반, 지방행정', '4)재정,금융', 14281287),
       ('2017년', '1.일반, 지방행정', '5)정부자원관리', 854506),
       ('2017년', '1.일반, 지방행정', '6)일반행정', 1909361),
       ('2017년', '2.공공질서 및 안전', '1)법원및헌재', 1524465),
       ('2017년', '2.공공질서 및 안전', '2)법무및검찰', 3235561),
       ('2017년', '2.공공질서 및 안전', '3)경찰', 10105196),
       ('2017년', '2.공공질서 및 안전', '4)해경', 1181944),
       ('2017년', '2.공공질서 및 안전', '5)재난관리', 841058),
       ('2018년', '1.일반, 지방행정', '1)입법및선거관리', 1011883),
       ('2018년', '1.일반, 지방행정', '2)국정운영', 548141),
       ('2018년', '1.일반, 지방행정', '3)지방행정,재정지원', 46194129),
       ('2018년', '1.일반, 지방행정', '4)재정,금융', 13826350),
       ('2018년', '1.일반, 지방행정', '5)정부자원관리', 748201),
       ('2018년', '1.일반, 지방행정', '6)일반행정', 1971543),
       ('2018년', '2.공공질서 및 안전', '1)법원및헌재', 1597869),
       ('2018년', '2.공공질서 및 안전', '2)법무및검찰', 3554610),
       ('2018년', '2.공공질서 및 안전', '3)경찰', 10511707),
       ('2018년', '2.공공질서 및 안전', '4)해경', 1245356),
       ('2018년', '2.공공질서 및 안전', '5)재난관리', 928398);
